<?php
//000000000000a:3:{s:5:"files";a:6:{s:15:"admin_file_list";a:0:{}s:19:"weprogram_file_list";a:0:{}s:8:"sql_file";s:0:"";s:7:"version";s:6:"V9.3.0";s:7:"release";s:12:"201911290030";s:12:"version_desc";s:1439:"
			 
				 V9.3.0<br/>

				【新增】 首页列表新增预售时间与自提时间展示<br/>

				【新增】 团长中心，我的团单新增搜索<br/>

				【新增】 首页魔方图新增webView外链跳转<br/>

				【新增】 单团长模式，后台指定一位默认团长，前端小程序不可切换，默认进入此团长<br/>

				【新增】 待审核供应商 可支持删除。<br/>

				【新增】 个人中心自提点信息及开关<br/>

				【新增】 首页列表预售、提货时间快关<br/>

				【新增】 单团长模式<br/>

				【新增】 专题页显示划线价<br/>

				【新增】 批量配送选中配送清单，一键配送所有配送清单<br/>

				【新增】 商品视频列表<br/>

				【修复】 拼团商品邀请开团不带团长信息<br/>

				【优化】 菜谱-菜谱视频支持视频连接地址;<br/>

				【优化】 小票打印，“团长” 文字 跟随后台自定义设置<br/>

				【优化】 供应商提现、团长提现，微信零钱提现后台可更改真实姓名<br/>

				【优化】 一键打印所有团长配送清单排序，一键打印所有团长相关订单排序 <br/>

				重要提醒：本次更新需上传小程序（升级前请务必做好代码、数据库备份）<br/>
				本次更新需要重新上传小程序,小程序在Data/V9.3.0/weprogram文件夹里面<br/>
			
			";}s:7:"version";s:6:"V9.3.0";s:7:"release";s:12:"201911290030";}
?>